void Nothing()
{
/*
境界： 
	0~99:凡人之躯
	100~199：炼气一层
	200~399：炼气二层
	……
	800~899：炼气八层
	900~999：炼气九层（每步增加1）
	1000~2500：筑基初期
	2501~5000：筑基中期
	5001~7500：筑基后期
	7500~9999：筑基圆满（每步增加2）
	10000~19999：金丹初期
	20000~29999：金丹中期
	30000~39999：金丹后期
	40000~49999：金丹圆满（每步增加3）
	50000~99999：元婴初期
	100000~499999：元婴中期
	500000~999999：元婴后期
	1000000~1499999：元婴圆满（每步增加4）
	1500000~2999999：化神初期
	3000000~4999999：化神中期
	5000000~7499999：化神后期
	7500000~9999999：化神圆满（每步增加5）
	>=10000000：无我（月影之巅） 
	每个场景的特殊元素(需要用到的道具)在各自的运行函数中生成！ (不要用全局变量)
	pd_thing:与wupin的顺序一样(详情见 void chushihua[初始化]) 

地图：	
	1:卧室 
	2:街道 
	3:商场 
	4:小溪边 
	5:小区
	6.学校
	7.公交车站
	9.花园
	11.万道城 
	12.梦境 
	13.元府 
	14.孤霞山脉 
	15.孤山野村
	16.远古森林
	17.魂殿
	18.残幽冥河
	19.荒野之地 
	20.亻[数据删除]也（传送之地）
	神域地图：
	13->17	
	|	
	11->14->15->16
	|
	18->19
	//别弄错了 
物品:
0.空地  
1:墙  2:门  3:盆栽  4:书柜  5:书桌  6:椅子  7:储物柜  8:衣柜  9:灯   10:床  11.窗  (卧室)

11:树 12:花 13:草 14:保安1 15:保安2 16:娱乐区 17:健身区 18:人1 19:人2 20:人3 21:池塘 22:超商 23:广场 24:家 25:屋(别人的) 26:门(小区) 

27:花1 28:花2 29.小猫咪 30.小区门 31.商场门 32.花园门 33.学校门 34.人1 35.人2 36.人3 37.车路 38.树 39.车站 (街道)

40.墙 41.操场 42.学生1 43.学生2 44.学生3 45.老师 46.学校大门 47.中二少年 48.教学楼 49.通道 50.树 51.树2 105.焦急的同学(学校)

52.小溪边入口 53.花 54.墙 104.花园大门 (花园)

55.商场大门 56.墙 57.WC 58.衣 59.包 60.果 61.杂 62.日常 63.器 64.玩具 65.导(衣) 66.导(包) 67.导(果) 68.导(杂) 69.导(日常) 70.导(器) 71.导(玩具)

72.人1(器) 73.人2(包) 74.人3 75.人(♂) 76.人4(♀) 77.同学 78.♂ 79.♀ 80.‘|’(分割线)  (商场)

81.无形の墙 82.出口[exit] 83.‘|’(分割线) 84.公交车1 85.公交车2 86.客1 87.客2 88.客3 89.休息区 90.报纸区

91.车牌[1] 92.车牌[2] 93.车牌[3] 94.车牌[4] 95.车牌[5] 96.车牌[6] 97.广告  

98.花园入口 99.花 100.渔者 101.石头 102.溪 103.路 106.船 

107.灰 108.林中小湖 109.树 110.林 111.小溪边入口 112.槽位 113.诡湖 114.传送门 

115.传送门 116.守护者 117.守卫1(上) 118.守卫2(下) 119.守卫3(右) 120.门(上) 121.门(下) 122.门(右) 123.铁匠铺 124.清风酒楼 125.拍卖行 126.交易所 127.墙 
128
*/ 
}
